{
    "logo": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/Logo.png",
    "roleta": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/roleta.png",
    "mail" : "luisfelixnogueira@gmail.com",
    "tel" : "+55 34 9 9773-3335",
    "github": "https://github.com/lumens7",
    "frutas":{
        "details": [
        {
        "nome_fruta": "Morango",
        "foto_fruta": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/frutas/morango.png",
        "descricao_fruta": "O morango é uma fruta vermelha, cuja origem é a Europa. Produzida pelo morangueiro, é um fruto rasteiro. Existem várias espécies de morango, sendo a fragaria a mais comum e cultivada em várias partes do mundo. É uma fruta pouco calórica, apresentando cerca de 32 kcal por 100 gramas de morango.",
        "beneficios_fruta": "1- Saúde do coração. O morango é rico em antocianinas, quercetina e licopeno, compostos que ajudam a combater a inflamação e os radicais livres, e protegem o sistema cardiovascular. 2- Saúde da pele. A vitamina C do morango ajuda a manter a pele firme e equilibrada, combatendo o envelhecimento precoce. 3- Ajuda a diminuir o colesterol. O morango contém polifenois, principalmente antocianinas, que são componentes antioxidantes que ajudam a diminuir os níveis de triglicerídeos e colesterol LDL no sangue, diminuindo o risco de desenvolver doenças cardiovasculares como aterosclerose, derrame cerebral e infarto de miocárdio. 4- Regula o açúcar no sangue. O morango tem boas quantidades de fibras solúveis e polifenois que influenciam na digestão dos carboidratos, já que parecem atrasar a absorção de glicose no organismo, ajudando a controlar o açúcar no sangue quando consumido com outros alimentos ricos em carboidratos, sendo útil em pessoas que possuem pré-diabetes ou diabetes. 5- Mantém a saúde dos olhos. A zeaxantina é um carotenoide responsável por dar a cor vermelha à fruta e que está presente tanto no morango como no olho humano. Quando ingerido, este composto ajuda a proteger o olho da luz solar e dos raios ultravioletas do sol, prevenindo o aparecimento de cataratas no futuro, por exemplo.",
        "receitas_fruta": {
            "nome_receita": "Frapê de morango",
            "ingredientes" : "500ml de água gelada. 395 g (1 lata) leite condensado. 250 g (1 xícara de chá) iogurte natural. 310 g (20 unidades) morango congelado",
            "preparo": "Misturar todos os ingredientes no liquidificador, e servir."
            }
        },
        {
            "nome_fruta": "Maçã",
            "foto_fruta": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/frutas/maca.png",
            "descricao_fruta": "A maçã é o fruto da macieira, árvore da família Rosaceae, com tronco de casca parda, lisa e copa arredondada que chega a 10 m de altura. A fruta mais cultivada do mundo é originária da Ásia e da Europa. Existem mais de 2,5 mil espécies de maçã. As variedades mais cultivadas são: gala, golden delicious e fuji. É considerada a “rainha das frutas européias”.",
            "beneficios_fruta": "1- Ajuda a combater a ansiedade. A maçã contém pectina, uma fibra prebiótica que serve de alimento para as bactérias benéficas do intestino, contribuindo para a manutenção da saúde da flora intestinal, fundamental para combater e prevenir a ansiedade. 2- Evita Alzheimer. A maçã contém flavonoides, como a quercetina, que têm ação antioxidante, protegendo as células do sistema nervoso central contra os radicais livres e evitando o Alzheimer. 3- Auxilia no tratamento de gastrite e úlceras. As fibras da maçã, especialmente a pectina, ajudam a formar um gel que protege a mucosa do estômago, neutralizando os danos causados pelo excesso de ácido do estômago, auxiliando no tratamento da gastrite e úlceras gástricas. 4- Previne doenças cardiovasculares. A maçã é rica em pectina, um tipo de fibra que diminui a absorção de gorduras, auxiliando na redução dos níveis de colesterol no sangue e prevenindo contra doenças cardiovasculares, como infarto, aterosclerose ou derrame. Além disso, a maçã possui flavonoides e carotenoides, compostos bioativos com ação antioxidante que impedem a oxidação das células de gordura, auxiliando no equilíbrio nos níveis de colesterol ruim, o LDL, no sangue.",
            "receitas_fruta": {
                "nome_receita": "Brownie de maçã",
                "ingredientes" : "2 xícaras de farinha de trigo. 1 colher de sopa de fermento em pó. 1 pitada de sal. 3 maçãs grandes. 2 xícaras de açúcar. 1 colher de sopa de canela em pó. 3 ovos. 1 xícara de óleo vegetal.",
                "preparo": "Unte e polvilhe com farinha um tabuleiro médio (23×35), ou uma fôrma de buraco no meio. Em uma tigela grande, peneirar a farinha e o açúcar. Juntar os demais ingredientes secos. Descascar as maçãs, reservando as cascas. Picar em cubinhos. Bater no liquidificador os ovos, o óleo e as cascas da maçã. Juntar essa mistura na tigela com os ingredientes secos e misturar delicadamente. Junte as maçãs picadas, misture e despeje na assadeira. Asse por cerca de 40 a 50 minutos em forno médio. Depois de pronto polvilhar açúcar e canela."
            }
        },
        {
            "nome_fruta": "Banana",
            "foto_fruta": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/frutas/banana.png",
            "descricao_fruta": "A Banana é um fruto cuja origem é o sudeste do continente asiático. Esta fruta tropical possui uma polpa macia, saborosa e doce. Elas formam-se em cachos na árvore chamada bananeira. Entre todas as frutas, a banana é uma das mais conhecidas e consumidas em todo mundo.",
            "beneficios_fruta": "1- Regular o intestino. A banana ajuda a regular o funcionamento do intestino, já que é rica em fibras que ajudam a aliviar a prisão de ventre, principalmente quando consumida bem madura. 2- Baixar a pressão arterial. Por ser rica em magnésio e potássio, minerais que favorecem o relaxamento dos vasos sanguíneos e facilitam a circulação do sangue, a banana ajuda a prevenir e a baixar a pressão arterial. Além disso, o potássio é capaz de favorecer a eliminação do excesso de sódio circulante no sangue através da urina. 3- Melhorar a saúde mental. A banana contém triptofano, um aminoácido que participa na formação de hormônios que melhoram o humor e ajudam a relaxar, assim como magnésio, um mineral que previne a depressão, reduzindo os níveis de ansiedade e melhorando o ânimo de uma forma geral. 4- Fornecer energia para o treino. A banana é uma excelente fonte de carboidratos, além de vitaminas e minerais, sendo normalmente recomendado que se consuma antes de realizar atividade física, já que além de fornecer energia para o treino, ajuda a melhorar o rendimento e a prevenir as cãibras.",
            "receitas_fruta": {
                "nome_receita": "Panqueca de banana",
                "ingredientes" : "2 bananas. 1 colher (sopa) de açúcar. 1/2 xícara (chá) de leite. 2 ovos. 5 colheres (sopa) de farinha de trigo com fermento.",
                "preparo": "Em uma vasilha, amasse as duas bananas com a ajuda de um garfo, junte os dois ovos, o açúcar e misture bem. Acrescente a farinha de trigo, uma colher de cada vez, misturando para não empelotar. Por último coloque o leite, mexendo até obter uma massa homogênea. Coloque uma concha da massa no centro de uma frigideira antiaderente, devagar para que a massa não se espalhe muito. Deixe dourar e com a ajuda de uma espátula vire e doure o outro lado. Pronto, é só servir acompanhada de chocolate derretido em cima ou ainda bacon frito e ovos, excelente pedida para o café da manhã!"
            }
        },
        {
            "nome_fruta": "Melão",
            "foto_fruta": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/frutas/melao.png",
            "descricao_fruta": "Melão é a fruta do meloeiro, planta pertencente à mesma família da melancia e do pepino. É originário da África e da Ásia, suas variedades são inúmeras, sendo que todas apresentam frutos de forma esférica, casca espessa, polpa carnosa e suculenta. O melão é uma fruta refrescante, saudável e doce, muito consumida durante as estações quentes. É um alimento funcional completo, com muitas vitaminas e minerais, que ajuda na hidratação.",
            "beneficios_fruta": "1- Ajuda a emagrecer. O melão pode ser útil para emagrecer porque é uma fruta que tem baixa quantidade de calorias e contém fibras que ajudam a aumentar a saciedade e a reduzir o apetite, evitando que a pessoa coma em excesso. Além disso, o melão é um diurético natural, que ajuda a reduzir a retenção de líquidos, favorecendo a redução de peso. 2- Previne o envelhecimento precoce da pele. O melão contém oxidantes, o que previne o envelhecimento precoce da pele, ajudando a manter a pele firme, mais jovem e mais saudável.  Além disso, as sementes do melão, que podem ser usadas sob a forma de óleo, contém ômega 6, que promove a renovação e a conservação da pele, e ômega 9, que ajuda a proteger a pele e a evitar que fique desidratada. 3- Melhora o trânsito intestinal. O melão pode melhorar o trânsito intestinal, porque contém fibras, que ajudam a soltar o intestino e a diminuir o desconforto que a pessoa sente. Além disso, como é rico em água, ajuda na prevenção da prisão de ventre, promovendo a regularidade do intestino, fortalecendo a sua saúde e mantendo as fezes hidratadas e menos duras. 4- Fortalece os ossos e dentes. As sementes do melão promovem o fortalecimento dos ossos e dentes, uma vez que são ricas em cálcio, ajudando a mantê-los mais saudáveis e prevenindo doenças como osteoporose, osteopenia e cáries.",
            "receitas_fruta": {
                "nome_receita": "Mousse de melão com baunilha",
                "ingredientes" : "1 melão. 1 lata de pêssego em calda. 1/2 lata de creme de leite.",
                "preparo": "Corte o melão ao meio e, com um boleador, faça bolinhas, retirando o máximo de polpa que conseguir, Reserve. Em um liquidificador, coloque os pêssegos, metade da calda e o Creme de Leite. Bata até obter um creme bem homogêneo. Em um recipiente grande, coloque as bolinhas de melão e o creme por cima. Sirva gelado."
            }
        },
        {
            "nome_fruta": "Pera",
            "foto_fruta": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/frutas/pera.png",
            "descricao_fruta": "Pêra é o fruto da pereira, árvore originária da Europa e da Ásia. A fruta é rica em magnésio, fósforo, selênio, fibras, vitaminas A, C e do complexo B. É muito apreciada por suas propriedades nutritivas e pelo sabor delicado. ",
            "beneficios_fruta": "1- Controlar a glicose. A pera é uma fruta com baixo índice glicêmico, ajudando a diminuir a velocidade de absorção do açúcar dos alimentos, promovendo o controle dos níveis de glicose no sangue e evitando, assim, a resistência à insulina e a diabetes. 2- Combater a prisão de ventre. A pera, principalmente quando é consumida com a casca, tem boas quantidades de fibras, que aumentam o volume das fezes e estimulam os movimentos naturais do intestino, ajudando a combater a prisão de ventre. 3- Fortalecer o sistema imune. A pera contém epicatequina, catequina e ácido cafeico, antioxidantes que combatem os radicais livres no organismo, além de melhorarem as funções das células do sistema imunológico contra infecções, evitando, assim, o surgimento de alergias, gripes e resfriados. 4- Prevenir o envelhecimento precoce. A pera ajuda a prevenir o envelhecimento precoce, porque contém flavonoides, antioxidantes que protegem o organismo contra os radicais livres, que são os principais responsáveis pelos danos nas células da pele, evitando o surgimento de rugas e flacidez. 5- Ajudar na perda de peso. Por ser uma fruta com poucas calorias, a pera é uma ótima opção para incluir em dietas para perda de peso. Além disso, a pera também tem fibras que diminuem a velocidade de digestão dos alimentos, diminuindo a fome e promovendo a perda de peso.",
            "receitas_fruta": {
                "nome_receita": "Bolo de pera",
                "ingredientes" : "3 peras em fatias pequenas. 1 xícara de chá de farelo de aveia. 1 xícara de chá de farinha de amêndoas. 1 xícara de chá de suco de laranja⁣. 1/2 xícara de chá de xilitol. 1/4 xícara de chá de óleo de girassol. 2 colheres de sopa de castanha-do-pará trituradas. 2 colheres de sopa de amêndoas laminadas. 1 colher de sopa de essência de baunilha⁣. 1 colher de sopa de fermento químico em pó. 1 colher de chá de canela⁣. 1/8 de colher de chá de noz-moscada ralada. 1 pitada de sal. 3 ovos",
                "preparo": "Em um recipiente, coloque o mel, o suco de limão e misture bem. Retire o cabo da pera, lave bem, corte ao meio e passe na mistura de mel. Coloque em uma forma, despeje o molho por cima, salpique canela e asse por 25 minutos. Sirva com iogurte natural ou com uma bola de sorvete."
            }
        },
        {
            "nome_fruta": "Pitaya",
            "foto_fruta": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/frutas/pitaya.png",
            "descricao_fruta": "A pitaya é uma fruta de sabor suave e doce que nasce de um cacto da família Cactaceae, do gênero Hylocereus, sendo relativamente comum em países da América Central e da América do Sul, assim como em Israel, Tailândia, Vietnam ou Malásia. A pitaya é uma fruta rica em fibras, vitaminas e minerais, e possui propriedades antioxidantes. ",
            "beneficios_fruta": "1- Protege as células do corpo. A pitaya é uma fruta rica em polifenois, flavonoides, betacianinas e vitamina C, que atuam como anti-inflamatórios e antioxidantes, evitando o dano causado pelos radicais livres às células e, por sua vez, o desenvolvimento de doenças crônicas, como o câncer, diabetes e artrite reumatoide, por exemplo. 2- Melhora a digestão. Estudos recentes sugerem que a pitaya atua como prebiótico, o que significa que as fibras que essa fruta possui não são digeridas no intestino, mas sim fermentadas, o que aumenta a quantidade e a atividade das bactérias boas que fazem parte da microbiota intestinal, ao mesmo tempo que regula o crescimento de bactérias que causam danos. Esses prebióticos favorecem os movimentos intestinais e aumentam a produção fecal, evitando a prisão de ventre e melhorando a digestão de forma geral. Para isso, é também é importante manter as fezes hidratadas e melhorar a sua passagem pelo intestino. 3- Ajuda a diminuir o colesterol. O consumo de pitaya em conjunto com uma dieta saudável poderia ajudar a reduzir os níveis de colesterol e prevenir o surgimento de doenças cardiovasculares. Isso acontece devido à sua quantidade de fibras, que evitam a absorção de colesterol no intestino delgado. 4- Previne a anemia. A pitaya é uma fruta rica em ferro, um mineral essencial para transportar o oxigênio pelo corpo, prevenindo e melhorando a anemia. Além disso, contém vitamina C, que é fundamental para favorecer a absorção de ferro a nível intestinal, principalmente o ferro proveniente de frutas e hortaliças.",
            "receitas_fruta": {
                "nome_receita": "Creme de pitaia com banana",
                "ingredientes" : "1 pitaia vermelha. 6 bananas-prata. Suco de 1 limão. Frutas vermelhas a gosto.",
                "preparo": "Lave bem a pitaia e tire uma camada fina da casca, eliminando as escamas. Abra a fruta ao meio e tire a polpa com uma colher. Passe a polpa por peneira amassando com colher, para separar as sementes. Lave bem as sementes, cubra com água e reserve. Coloque a polpa da pitaia e 4 bananas picadas no liquidificador. Bata bem até virar um creme. Distribua em duas tigelas de sobremesa. Corte as 2 bananas restantes em rodelas, passe-as pelo suco de limão e coloque por cima do creme. Junte frutas vermelhas a gosto e espalhe por cima as sementes de pitaia escorridas. Sirva bem gelado. "
            }
        }
    ],
    "logo_frutas": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/bowl/frutas.png"
    }
    ,
    "legumes": { 
        "details": [
        {
            "nome_legumes": "Abobora",
            "foto_legumes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/legumes/abobora.png",
            "descricao_legumes": "A abóbora é uma planta herbácea anual, de crescimento rasteiro ou trepador. As flores são unissexuais, grandes, de corola amarela, surgindo solitárias nas axilas das folhas. Os frutos da Courgette são oblongos, cilíndricos, de cor verde com casca lisa e dura. A abóbora é originária da América Central e do Sul, mas atualmente é cultivada em diversas partes do mundo.",
            "beneficios_legumes": "1- Contribui para a saúde cardiovascular. A abóbora contém fibras, potássio e antioxidantes que ajudam a reduzir a pressão arterial e o risco de doenças cardiovasculares. O consumo regular de potássio, por exemplo, é associado a uma menor incidência de hipertensão, além de promover a regulação dos batimentos cardíacos. 2- A abóbora ajuda a regular a digestão. Com boas quantidades de fibras dietéticas, a abóbora é excelente para promover a saúde digestiva. Isso porque elas ajudam a regular o trânsito intestinal e prevenir constipação. Além disso, uma dieta rica em fibras está associada a um menor risco de desenvolver doenças como o câncer de cólon. 3- Promove a saúde da pele. Os antioxidantes e vitaminas da abóbora, como a vitamina C e E, auxiliam na manutenção da pele saudável, retardando o envelhecimento precoce e protegendo contra os danos causados pelos radicais livres. Eles também ajudam a manter a pele hidratada e elástica.",
            "receitas_legumes": {
                "nome_receita": "Quibebe (purê rústico de abóbora)",
                "ingredientes" : "1 kg de abóbora de pescoço. 2 dentes de alho. 2 colheres (sopa) de azeite. 1 colher (chá) de sal.",
                "preparo": "Descasque e corte a abóbora em pedaços médios de cerca de 2 cm. Descasque e pique fino os dentes de alho. Leve uma frigideira grande (ou panela) com o azeite e o alho ao fogo médio – isso diminui a chance de queimar o alho. Refogue por 1 minuto, só para perfumar. Junte os cubos de abóbora, tempere com o sal e deixe cozinhar, mexendo de vez em quando, por cerca de 10 minutos ou até a abóbora começar a ficar macia. Tampe a frigideira e deixe a abóbora cozinhar abafada, por 5 minutos – ela vai soltar líquido e ficar bem macia, quase desmanchando. Retire a tampa e mexa por mais alguns minutos, pressionando com as costas da colher de pau, para desmanchar os pedaços de abóbora. Desligue o fogo e sirva a seguir."
            }
        },
        {
            "nome_legumes": "Cebola",
            "foto_legumes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/legumes/cebola.png",
            "descricao_legumes": "A cebola é uma herbácea bianual que pertence à família das Liliáceas, gênero Allium, espécie Allium cepa. O seu bulbo é constituído por folhas escamiformes em camadas. As plantas jovens, com o bulbo pouco desenvolvido e sem flor, são chamadas de cebolo. A cebola é resistente ao frio, mas existem cultivares adaptados a diversas condições.",
            "beneficios_legumes": "1- Diminui colesterol ruim e triglicerídeos. Por conter saponinas, um composto orgânico com ação antioxidante, a cebola diminui os níveis de colesterol ruim, LDL, no sangue ao reduzir a absorção do colesterol dos alimentos no intestino e aumenta a sua excreção nas fezes, Assim, esse legume ajuda a diminuir o risco do desenvolvimento de doenças cardíacas, como aterosclerose e infarto. 2- Mantém a saúde do intestino. A cebola mantém a saúde do intestino por conter inulina, um tipo de fibras prebiótica que servem de alimento para as bactérias benéficas presentes no intestino, ajudando a manter a flora intestinal saudável, manter a boa digestão e evitar o desenvolvimento de bactérias ruins que poderiam causar doenças. 3- Ajuda a regular o açúcar no sangue. As fibras presentes na cebola reduzem a velocidade de absorção dos carboidratos dos alimentos, ajudando a regular os níveis de açúcar no sangue. Além disso, a quercetina e os compostos sulfurados com propriedades hipoglicemiantes, também ajudam a controlar a glicose sanguínea, diminuindo o risco de resistência à insulina e diabetes.",
            "receitas_legumes": {
                "nome_receita": "Cebola empanada",
                "ingredientes" : "4 cebolas. 1 copo de farinha de trigo. Orégano. Óleo. 1 copo de leite. 1 ovo. Sal. Água.",
                "preparo": "Corte as cebolas em rodelas bem finas. Separe os anéis e deixe de molho na água com um fio de óleo por uma hora, para tirar o gosto amargo da cebola. Bata o ovo, misture no leite e tempere com sal e orégano. Tempere também a farinha de trigo com sal e orégano. Passe as rodelas de cebola no leite temperado e depois na farinha. Frite em óleo quente sem sobrepô-las e escorra em papel absorvente. Fica crocante e maravilhosa."
            }
        },
        {
            "nome_legumes": "Alho",
            "foto_legumes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/legumes/alho.png",
            "descricao_legumes": "O alho é rico em vitaminas A, do complexo B e C, além de sais minerais, como ferro, silício e iodo. O consumo frequente de alho pode ajudar a diminuir o colesterol, regular a pressão sanguínea, combater fungos e bactérias no organismo e proteger o coração. O alho é uma planta assexuada que se propaga através do plantio dos bulbilhos ou dentes.",
            "beneficios_legumes": "1- Combater vírus, fungos e bactérias. O alho possui um composto sulfurado, conhecido como alicina, que confere lhe ação antimicrobiana, inibindo o crescimento e proliferação de bactérias, vírus e fungos. Aliás, ajuda até a eliminar as toxinas e bactérias patológicas que afetam a flora intestinal, sendo muito útil para completar o tratamento de infecções por vermes. 2- Proteger a saúde do coração. O alho ajuda a reduzir os níveis de colesterol ruim LDL, e de triglicerídeos no sangue, pois inibe a sua oxidação, reduzindo assim o risco de aterosclerose que pode levar ao surgimento de várias doenças cardiovasculares. 3- Evitar doenças respiratórias. O alho ajuda a estimular as funções respiratórias graças às suas propriedades expectorantes e antissépticas que facilitam a respiração. Por isso, o alho pode ser usado para tratar gripes, tosse, resfriados, ronco, asma, bronquite e outros problemas pulmonares. 4- Manter o cérebro saudável. Devido à ação antioxidante e anti-inflamatória proporcionada pela alicina e pelo enxofre, e devido ao seu teor em selênio e colina, o consumo frequente de alho ajuda a proteger as células do cérebro e a diminuir os danos causados ​​pelos radicais livres, que estão envolvidos no surgimento de doenças neurodegenerativas, como Alzheimer e demência. Por isso, o alho é um alimento com um grande potencial para melhorar a memória e promover o aprendizado, melhorando a saúde do cérebro.",
            "receitas_legumes": {
                "nome_receita": "Pasta de alho assado",
                "ingredientes" : "4 cabeças de alho. 1 colher (sopa) de azeite. sal e pimenta-do-reino moída na hora a gosto.",
                "preparo": "Preaqueça o forno a 200 ºC (temperatura média). Corte a parte superior (oposta à raiz) das cabeças de alho inteiras e com a casca. Transfira para um pedaço grande de papel-alumínio, regue com o azeite e tempere com sal e pimenta-do-reino a gosto. Junte as pontas do papel e vá dobrando para formar uma trouxinha bem vedada. Coloque a trouxinha numa assadeira e leve ao forno para assar por 40 minutos. Retire do forno e, com cuidado para não se queimar com o vapor, abra o papel-alumínio. Deixe o alho amornar por alguns minutos, o suficiente para conseguir manusear. Com as pontas dos dedos, esprema os dentes de alho um por um para tirar a polpa num prato. Com um garfo, amasse bem os dentes de alho ainda mornos até formar uma pastinha. Transfira para uma tigela (ou pote), regue com azeite e sirva com torradinhas ou use para perfumar molhos, purês e carnes."
            }
        },
        {
            "nome_legumes": "Berinjela",
            "foto_legumes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/legumes/beringela.png",
            "descricao_legumes": "A berinjela é um fruto da planta Solanum melongena, que pertence à família Solanaceae, a mesma do tomate, pimentão, batata e jiló. Além de ser composta por 96% de água, a berinjela também é rica em antioxidantes, vitaminas (A, B e C) e sais minerais como zinco, cálcio, magnésio, potássio, ferro e fibras. Ainda é pouco calórica e 100g do legume tem apenas cerca de 20 calorias. ",
            "beneficios_legumes": "1- Rica em fibras. A berinjela é uma excelente fonte de fibras dietéticas, essenciais para a saúde digestiva. As fibras proporcionam maior saciedade e fazem com que o esvaziamento gástrico seja feito em um maior tempo. 2- Baixa em calorias. Se você está buscando manter ou perder peso, a berinjela é uma excelente escolha. Com baixo teor calórico e alta quantidade de fibras, ela ajuda a promover a sensação de saciedade, auxiliando no controle do apetite. No entanto, ela deve ser parte de uma dieta que englobe os macro e micronutrientes. 3- Apoia a saúde óssea. A berinjela é uma fonte de cálcio e magnésio, que desempenham um papel crucial na saúde óssea. Consumir regularmente alimentos ricos nesses minerais pode ajudar a fortalecer os ossos e prevenir condições como a osteoporose.",
            "receitas_legumes": {
                "nome_receita": "Berinjela refogada simples",
                "ingredientes" : "1 berinjela. 1 tomate picado. sal a gosto. azeite de oliva a gosto. 1 cabeça de alho picada e amassada. 1 cebola picada. 1 pimentão verde cortado. água.",
                "preparo": "Corte a berinjela em pedacinhos pequenos, mantendo as sementes e a casca, coloque em uma vasilha com água e sal para não ficar escura e reserve. Em uma panela, ponha o tomate, a cebola, o pimentão, o alho e o sal e deixe refogando no azeite por 10 minutos. Adicione um pouco de água para não ficar muito seco. Por último acrescente a berinjela, deixe mais 10 minutos no fogo e está pronta para servir."
            }
        },
        {
            "nome_legumes": "Tomate",
            "foto_legumes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/legumes/tomate.png",
            "descricao_legumes": "O Tomate é uma planta herbácea, de porte arbustivo, perene mas é cultivada como anual. Possui um sistema radicular aprumado e relativamente profundante. O seu porte pode variar entre erecto e semipostrado, atingindo alturas entre os 0,5 a 2 m. O tomate se originou na América do Sul e, embora consumido pelos astecas na Mesoamérica já em 700 d.C., foi apenas no início de 1800 que se tornou um ingrediente popular na culinária do Mediterrâneo. Existem várias teorias sobre como ele chegou à Europa.",
            "beneficios_legumes": "1- Proteção Solar.  o tomate é rico em licopeno, um antioxidante que ajuda a proteger a pele contra os danos causados pelo sol. “O licopeno torna a pele menos sensível aos danos da luz ultravioleta, uma das principais causas de linhas finas e rugas no rosto”. 2- Melhora a visão. Com uma alta quantidade de vitaminas A e C, nossa visão também é muito beneficiada com o consumo deste fruto, o tomate também é capaz de reduzir o risco de desenvolver cataratas. 3- Melhora as noites de sono. De acordo com outro estudo, dessa vez da Universidade da Pensilvânia, nos Estados Unidos, as pessoas que consomem mais licopeno dormem melhor em comparação com as que não o fazem. 4- Reduz a dor crônica. Por fim, devido à presença de agentes anti-inflamatórios como bioflavonoides e carotenoides, os tomates podem reduzir dores crônicas. O consumo do fruto ajuda a reduzir a inflamação e ainda traz alívio da dor.",
            "receitas_legumes": {
                "nome_receita": "Confit de tomate e cebola",
                "ingredientes" : "20 unidades de tomate em rama. 360 gramas de tomate-cereja. 20 unidades de cebola aperitivo. 1 cabeça de alho. 1 e 1/4 xícara de chá de azeite extra virgem. 1 colher de sopa de vinagre balsâmico. Sal e pimenta-do-reino a gosto. 1 ramo de alecrim fresco. 1 colher de sopa de ervas secas.",
                "preparo" : "Disponha os tomates, a cebola e o alho em uma travessa. Regue com o azeite, com o vinagre balsâmico e tempere com o sal e a pimenta-do-reino. Misture bem. Adicione o ramo de alecrim e as ervas secas, e leve ao forno preaquecido a 150ºC por cerca de 2 horas. Agora é só servir. Bom apetite!"
            }
        },
        {
            "nome_legumes": "Ervilha",
            "foto_legumes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/legumes/ervilha.png",
            "descricao_legumes": "A ervilha é uma leguminosa de origem europeia, sendo bastante difundida, também, em algumas regiões da Ásia. As ervilhas são retiradas das vagens da espécie Pisum sativum, constituindo um ótimo alimento. Possui alto teor de carboidratos e fibras, baixo teor de gordura, fonte de vitamina B e sais minerais. A ervilha é uma planta de ciclo anual que se adapta a climas temperados, mas também pode ser cultivada em regiões tropicais em altitudes superiores a 500 metros. Ela cresce bem em temperaturas entre 13º e 18ºC, mas não tolera geadas.",
            "beneficios_legumes": "1- Favorece a saúde dos olhos. As ervilhas são ricas em luteína e zeaxantina, carotenoides com ação antioxidante que ajudam a manter a saúde visual, porque são os principais componentes do pigmento da mácula na retina. 2- Ajuda no ganho de massa muscular. As ervilhas favorecem o ganho de massa muscular, porque são uma excelente fonte de proteína vegetal, contendo aminoácidos essenciais para o corpo, como lisina, leucina, fenilalanina e, em menor quantidade, metionina e treonina. 3- Previne o envelhecimento precoce. A vitamina A e os carotenoides presentes nas ervilhas possuem propriedades antioxidantes, que ajudam a cuidar da saúde da pele, prevenindo a formação de rugas e as marcas de expressão, além de protegê-la contra os danos causados ​​pelos raios UV.",
            "receitas_legumes": {
                "nome_receita": "Caldo de ervilha com calabresa",
                "ingredientes" : "500 gramas de ervilha seca. 300 gramas de calabresa. 50 gramas de bacon em cubos. 1,5 litro de água. 3 dentes de alho picado. 1 cebola picada. Cheiro verde, sal, pimenta, queijo ralado e azeite a gosto.",
                "preparo": "Coloque a água na panela de pressão e deixe ferver. Depois, adicione a ervilha. Cozinhe na pressão por cerca de 20 minutos. Em outra panela, frite o bacon em fogo baixo até soltar o óleo. Acrescente a calabresa, fritando até dourar. Por último, frite a cebola e o alho até dourar. Passe a ervilha em um mixer ou processador para ficar cremoso. Adicione o bacon e a calabresa no caldo. Deixe ferver até engrossar. Finalize com o cheiro verde, queijo e um fio de azeite. Bom apetite."
            }
        }

    ],
    "logo_legumes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/bowl/legumes.png"
    },
    "folhas":{
        "details": [
        {
            "nome_folhas": "Alface",
            "foto_folhas": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/folhas/alface.png",
            "descricao_folhas": "É uma hortaliça anual ou bienal, originária do leste do Mediterrâneo. A alface possui baixo teor calórico, já que cada 100 g dela contém somente 15 calorias. A folha contém vitamina A, vitamina C, niacina (vitamina do complexo B) e minerais como cálcio, fósforo e ferro. É rica também em zinco, cobre, enxofre, silício, ácido fólico e clorofila.",
            "beneficios_folhas": "1- Favorece a perda de peso. A alface é uma verdura que possui poucas calorias e é rica em fibras, que promovem a sensação de saciedade e favorece a perda de peso. 2- Evita o envelhecimento prematuro da pele. Graças ao teor de antioxidante, o consumo de alface ajuda a proteger as células da pele do dano causado pelos radicais livres. Além disso, fornece vitamina A e vitamina E, que protegem a pele dos raios ultravioletas do sol, e vitamina C, que é importante para o processo de cicatrização e produção de colágeno no organismo, promovendo, assim, a formação de rugas. 3- Ajuda a combater a insônia. A alface possui propriedades calmantes que ajudam a diminuir o estresse e a excitabilidade do sistema nervoso central, ajudando a combater a insônia e fazendo com que a pessoa durma melhor. 4- Combate a prisão de ventre. Por ser rica em fibras e água, a alface favorece o aumento do tamanho das fezes e a sua hidratação, favorecendo a sua saída e sendo uma excelente opção para quem tem prisão de ventre.",
            "receitas_folhas": {
                "nome_receita": "Panqueca de alface",
                "ingredientes" : "½ maço de alface-romana (10 folhas). ⅔ de xícara (chá) de coentro (½ maço). ¾ de xícara (chá) de salsinha (½ maço). ⅓ de xícara (chá) de endro (dill) (½ maço). 2 ovos. 2 dentes de alho. 3 colheres (sopa) de farinha de trigo. ½ colher (chá) de açúcar. ½ colher (chá) de sal. noz-moscada ralada na hora a gosto. pimenta-do-reino moída na hora a gosto. azeite a gosto.",
                "preparo": "Faça o pré-preparo: lave as folhas de alface sob água corrente, transfira para uma centrífuga de saladas e seque bem. Coloque uma folha de alface sobre a outra e corte em fatias grossas - isso facilita na hora de bater a massa. Descarte a base grossa dos talos das ervas, lave e seque as folhas. Descasque os dentes de alho. Numa tigela, quebre um ovo de cada vez e transfira para o processador. Junte a alface, as ervas, os dentes de alho e bata até triturar bem. Acrescente a farinha de trigo, o açúcar, tempere com ½ colher (chá) de sal, noz-moscada e pimenta a gosto. Bata até formar uma massa líquida e transfira para uma tigela. Leve uma frigideira grande (de preferência antiaderente) ao fogo médio. Quando aquecer, regue com ½ colher (sopa) de azeite e prepare as panquecas: com uma concha pequena, misture delicadamente a massa e transfira uma porção para a frigideira, formando um disco pequeno – coloque quantas panquecas couberem uma ao lado da outra. Deixe dourar por 2 minutos, até soltar da frigideira – as bordas da panqueca começam a firmar mas o centro ainda está mole. Vire com uma espátula, abaixe o fogo e deixe dourar do outro lado. Transfira a primeira leva de panquecas para um prato, regue a frigideira com um fio de azeite e repita com o restante, sempre misturando a massa da panqueca com a concha antes de levar à frigideira. Sirva a seguir com queijo cottage caseiro, salada de feijão-branco com pepino e rabanete ou uma saladinha de ervas."
            }
        },
        {
            "nome_folhas": "Repolho",
            "foto_folhas": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/folhas/repolho.png",
            "descricao_folhas": "É uma hortaliça da família Brassicaceae, originária do Mediterrâneo. O repolho é rico em vitaminas, fibras, folato e antioxidantes. O repolho é uma boa fonte de fibra solúvel. Cerca de 40% da fibra encontrada no repolho é solúvel. Isso, além de ser bom para reduzir os níveis de colesterol, é interessante para dietas de emagrecimento. Outra classe de substâncias presentes no repolho e que ajudam a reduzir o colesterol ruim são os fitoesteróis.",
            "beneficios_folhas": "1- Fortalece o sistema imunológico. O repolho fortalece o sistema imunológico por ser rico em vitamina C, um nutriente que melhora as funções das células de defesa do organismo, combatendo vírus, fungos e bactérias, prevenindo, assim, o surgimento de gripes, alergias e resfriados, por exemplo. 2- Ajuda na coagulação sanguínea. Por ter ótimas quantidades de vitamina K, uma vitamina essencial para a produção de proteínas que ajudam a controlar o sangramento, o repolho ajuda na coagulação sanguínea, evitando hemorragias. 3- Previne a diabetes. Por ser fonte de fibras, o repolho ajuda a reduzir a velocidade de absorção dos carboidratos dos alimentos, equilibrando os níveis de glicose no sangue e ajudando a prevenir a resistência à insulina e a diabetes. Conheça outros alimentos ricos em fibras.",
            "receitas_folhas": {
                "nome_receita": "Refogado de Repolho",
                "ingredientes" : "1/2 repolho (branco ou roxo). 1 cebola roxa. 1 cenoura. 1 maçã. 3 colheres de sopa maionese.",
                "preparo": "Comece picando o repolho bem fininho. Deois lave bem em ;agua corrente e esprema para sair bem a água. Rale a cenoura e a maçã e corte a cebola roxa em meia lua. Agora é só misturar todos os ingredientes e ao final, corrigir o sal e pimenta do reino a gosto. Gosto de servir como acompanhamento ou recheio de wrap."
            }
        },
        {
            "nome_folhas": "Couve-flor",
            "foto_folhas": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/folhas/couve_flor.png",
            "descricao_folhas": "A couve-flor é uma hortaliça pertencente à espécie Brassica oleracea. De textura delicada e tenra, a couve-flor requer cuidado durante seu preparo. É rica em vitamina C, sais minerais, como cálcio e fósforo, possui baixo teor de sódio e calorias. É uma hortaliça de fácil digestão, indicada em casos de desnutrição e, além disso, suas folhas são eficazes contra a anemia. Essa hortaliça é originária da Ásia Menor, foi levada para a Europa no início do século XVI. Hoje o cultivo da couve-flor é fácil, pois ela se adapta bem em qualquer tipo de solo, com pequenas correções. O período de safra é de agosto a outubro.",
            "beneficios_folhas" : "1- Poder antioxidante. A couve-flor é rica em compostos antioxidantes, como sulforafano, além de auxiliar na produção de glutationa, que ajudam a combater os danos causados pelos radicais livres no organismo. Esses compostos também auxiliam na prevenção de doenças crônicas, como doenças cardíacas e câncer. 2- Suporte à saúde cardiovascular. A couve-flor é rica em fibras e compostos que podem ajudar a reduzir o colesterol LDL (colesterol ruim) e melhorar a saúde do coração. Além disso, o sulforafano pode ajudar a reduzir os danos ao revestimento do vaso sanguíneo e assim diminuir o risco de doenças cardiovasculares. 3- Melhora a saúde cerebral. A couve-flor contém colina, um nutriente essencial para o desenvolvimento do cérebro e a função cognitiva. A colina também está associada à prevenção de distúrbios neurodegenerativos, como o Mal de Alzheimer. 4- Melhora a saúde óssea. A vitamina K presente na couve-flor desempenha um papel crucial na saúde óssea, auxiliando na absorção adequada de cálcio e prevenindo a perda óssea. Consumir couve-flor regularmente pode ajudar a fortalecer os ossos e prevenir doenças.",
            "receitas_folhas": {
                "nome_receita": "Couve-flor gratinada",
                "ingredientes" : "1 couve-flor média. 2 ovos. 200 g de mussarela. 1 tomate picadinho. 1 copo de requeijão. 50 g de queijo ralado. cheiro-verde. margarina para untar.",
                "preparo": "Cozinhar a couve-flor com sal até ficar bem macia. Escorra e coloque em forma untada com margarina. Acrescente o requeijão (colheradas espalhadas). Bata os ovos e junte 25 g de queijo ralado, cheiro verde e o tomate. Jogue os ovos batidos por cima da couve-flor. Cubra com a mussarela, polvilhe com o restante do queijo ralado. Leve ao forno para gratinar."
            }
        },
        {
            "nome_folhas": "Brocolis",
            "foto_folhas": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/folhas/brocolis.png",
            "descricao_folhas": "Os brócolis pertencem à família dos crucíferos, juntamente com a couve-flor, o repolho, o agrião e a couve. O alimento é bastante nutritivo, sendo uma boa fonte de fibras e proteínas, além de ter ferro, potássio, cálcio e magnésio. E também possui vitaminas A, C, E e K. Contém antioxidantes que protegem as células contra os radicais livres, o que contribui para retardar o envelhecimento e ajuda a prevenir diversos problemas de saúde. Destaca-se por ser uma hortaliça pouco calórica —em 100 g do alimento cozido há cerca de 35 kcal.",
            "beneficios_folhas": "1- Diminui inflamações. Os brócolis possuem fitonutrientes que contribuem com a diminuição do processo inflamatório e do estresse oxidativo —responsável pela liberação de substâncias que causam a inflamação. 2- Evita problemas nas articulações. A vitamina K presente no brócolis desempenha um papel crucial na saúde dos ossos e articulações, pois ajuda na mineralização óssea e ajuda a reduzir o risco de osteoporose e fraturas. Além disso, tem propriedades anti-inflamatórias que auxiliam na proteção das articulações contra danos oxidativos, assim como o ácido alfa-lipóico. 3- Auxilia na redução da pressão alta. O alto teor de potássio do brócolis pode ajudar a reduzir a pressão alta, pois a substância ajuda a relaxar as paredes dos vasos sanguíneos, atuando como um vasodilatador, e equilibra os níveis de sódio no corpo. o potássio ajuda o corpo a excretar mais sódio na urina. Vale lembrar que o aumento da ingestão de potássio tem sido relacionado também à prevenção de outros riscos cardiovasculares.",
            "receitas_folhas": {
                "nome_receita": "Bolinho de brócolis assado",
                "ingredientes" : "1 ovo. 300 gramas de brócolis cozido e picado. 1/4 xícara de chá de queijo parmesão ralado. 2 colheres de sopa de salsinha. 1/4 de colher de chá de pimenta-do-reino. 1/4 de colher de chá de sal. 1 colher de chá de alho. 1 colher de sopa de cebola ralada. 4 colheres de sopa de farelo de aveia. 1 colher de sopa de azeite.",
                "preparo": "Em uma tigela, bata o ovo. Acrescente o brócolis e todos os outros ingredientes. Misture tudo e leve a massa para a geladeira por cerca de 30 minutos. Passe azeite nas mãos e forme bolinhas com a massa; coloque-as em uma assadeira untada e leve-a para assar em forno pré-aquecido a 200º graus, por 30 minutos. Na metade do tempo, vire as bolinhas. Agora é só servir. Bom apetite!"
            }
        },
        {
            "nome_folhas": "Couve",
            "foto_folhas": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/folhas/couve.png",
            "descricao_folhas": "A couve é um vegetal crucífero do gênero Brassica e pertencente à família Brassicaceae, da qual fazem parte mais de 3.000 espécies, entre elas o repolho, a mostarda, o rabanete e o nabo. Nativa da Europa e introduzida no Brasil pelos primeiros colonizadores portugueses. Rica em vitamina A, B6, C, K e cheia de minerais como o cálcio e ferro a couve ajuda a prevenir e combater diversas doenças. Ela possui ação vermífuga, ajuda a combater problemas do fígado e estômago, é muito aconselhada para amenizar a asma e bronquite e, possui ação laxativa. Além de tudo isto, a couve possui alguns compostos como os fenólicos que segundo pesquisas, tem sido eficaz em diminuir a multiplicação de células cancerígenas.",
            "beneficios_folhas": "1- Ajuda a proteger o fígado. A couve ajuda a proteger o fígado, por conter kaempferol, um flavonoide que tem ação antioxidante, anti-inflamatória e hepatoprotetora, ajudando, por isso, na desintoxicação natural do fígado e na eliminação de toxinas do organismo. 2- Ajuda a reduzir os níveis de colesterol. A couve ajuda a reduzir os níveis de colesterol por ser rica em fibras que diminuem a absorção e aumentam a eliminação de gordura dos alimentos pelas fezes. 3- Regula o intestino e melhora a flora intestinal. A couve regula o intestino e melhora a saúde da flora intestinal, pois contém fibras, que ajudam na eliminação das fezes e também servem de alimento para as bactérias benéficas do intestino.",
            "receitas_folhas": {
                "nome_receita": "Muffin salgado de couve",
                "ingredientes" : "6 colheres de sopa de farinha de aveia. 2 ovos. 1 colher de sopa de azeite de oliva. 50 g de couve picada. 1 colher de café de fermento químico. Frango cozido, desfiado e temperado a gosto. Queijo a gosto.",
                "preparo": "No liquidificador, bata todos os ingredientes, exceto o fermento, o frango e o queijo. Quando estiver homogêneo, adicione o fermento e pulse rapidamente. Despeje um pouco da massa em forminhas de silicone. Cubra com um pouco do frango desfiado e com queijo. Despeje mais um pouco de massa por cima. Asse em forno pré-aquecido a 200 graus por cerca de 20 minutos e aproveite!."
            }
        },
        {
            "nome_folhas": "Alho-poró",
            "foto_folhas": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/folhas/alho_poro.png",
            "descricao_folhas": "Da família das aliáceas, a mesma do alho, da cebola e da cebolinha, o legume tem sabor suave e adocicado, por isso, forma a base de tempero para tantas receitas. O vegetal contém cálcio, ferro, potássio, magnésio e cobre, substâncias essenciais para a saúde da estrutura óssea, muscular e do sistema cardiovascular. Tem também vitamina C, que fortalece a imunidade, faz bem para a saúde da pele e auxilia na absorção do ferro.",
            "beneficios_folhas": "1- Favorecer o emagrecimento. O alho-poró é rico em água e fibras que ajudam a aumentar a sensação de saciedade entre as refeições, reduzindo, por isso, a ingestão de alimentos e favorecendo o emagrecimento. 2- Evitar doenças cardiovasculares. O alho-poró é rico em compostos bioativos antioxidantes e anti-inflamatórios, como carotenóides, kaempferol e alicina, que mantém a saúde das artérias e ajudam a diminuir os níveis de colesterol no sangue, evitando, assim, o desenvolvimento de doenças cardiovasculares, como aterosclerose, infarto ou AVC. 3- Prevenir a osteoporose. O alho-poró é rico em vitamina K, um nutriente necessário para a fixação do cálcio nos ossos, sendo importante para o crescimento e a formação óssea em crianças e a manutenção da saúde dos ossos na idade adulta, prevenindo o desenvolvimento de osteoporose. 4- Fortalecer o sistema imunológico. O alho-poró fortalece o sistema imunológico por conter boas quantidades de inulina, um tipo de fibra com propriedades prebióticas que promovem o crescimento de bactérias benéficas para a flora intestinal, reduzindo as inflamações e ajudando a combater infecções causadas por vírus, fungos e bactérias.",
            "receitas_folhas": {
                "nome_receita": "Risoto de bacon com alho-poró",
                "ingredientes" : "150 gramas de bacon picado em cubos pequenos. 1 cebola picada. 1/2 talo de alho-poró picado. 2 xícaras de chá de arroz arbóreo. 150 ml de vinho branco seco. 2 litros de caldo de legumes. Sal e pimenta-do-reino a gosto. Parmesão ralado a gosto. 1 colher de sopa de manteiga gelada. Cebolinha picada a gosto.",
                "preparo": "Frite o bacon na própria gordura em uma panela. Acrescente a cebola e refogue até dourar. Inclua o alho-poró e refogue mais um pouco. Adicione o arroz e refogue por cerca de 2 minutos. Despeje o vinho e cozinhe até secar, mexendo sempre. Gradualmente, adicione o caldo de legumes, mexendo sempre enquanto cozinha. Tempere com sal e pimenta-do-reino. Cozinhe até chegar ao ponto desejado e coloque o parmesão ralado. Desligue o fogo, junte a manteiga e misture bem. Finalize com cebolinha e sirva. Bom apetite!"
            }
        }

    ],
    "logo_folhas": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/bowl/folhas.png"
    },
    "raizes":{
        "details":[
        {
            "nome_raizes": "Batata",
            "foto_raizes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/raizes/batata.png",
            "descricao_raizes": "É um tubérculo pertencente à família das Solanaceae. Surgiu nos Andes e nas Ilhas Chilenas, foi levada para a Europa no século XVI e tornou-se base da alimentação, além de ser um dos vegetais mais utilizados nas Américas do Norte e do Sul, principalmente por grandes redes de fast food. A batata é pobre em gordura e rica em carboidratos, ou seja, é uma ótima fonte de energia. O tubérculo também possui quantidades consideráveis de vitamina C; sais minerais, como o fósforo, cálcio e potássio; e de vitaminas do complexo B, em menor quantidade. ",
            "beneficios_raizes": "1- Melhorar a disposição. Por ser rica em carboidratos, a batata fornece energia para o cérebro, aumentando a disposição. Além disso, esse legume também pode ser uma ótima opção para quem pratica atividades, aumentando a energia e a força durante os treinos. 2- Manter a saúde do intestino. A batata tem ótimas quantidades de amido resistente, um tipo de carboidrato que não é absorvido pelo organismo e que atua como fibra, servindo de alimento para as bactérias benéficas do intestino, ajudando na prevenção de situações como infecção intestinal, diarreia ou prisão de ventre. 3- Ajudar a controlar a diabetes. Por conter boas quantidades de fibra e amido resistente, a batata ajuda a diminuir a velocidade de absorção dos carboidratos, promovendo o controle dos níveis de insulina e glicose no sangue, ajudando no controle da diabetes. Como todo tipo de carboidrato, a batata também pode aumentar os níveis de açúcar no sangue. Por isso, ingerir pequenas porções, comer a batata com casca e sempre acompanhada de proteína, como ovo ou peixe; gordura, como azeite ou óleo de abacate; e vegetais, como alface e cebola, são algumas dicas que ajudam a diminuir a velocidade de absorção do carboidrato da batata, controlando os níveis de açúcar no sangue.",
            "receitas_raizes": {
                "nome_receita": "Batata gratinada com brócolis",
                "ingredientes" : "600 g de batata. 2 xícaras de chá de brócolis lavado e picado. 1/2 cebola roxa cortada em cubos. 2 colheres de sopa de azeite. 1 xícara de chá de creme de leite. 2 colheres de sopa de manteiga. 1 ovo. Sal e pimenta a gosto. 1 pitada de noz-moscada. 50 g de queijo mussarela ralado. 100 g de queijo parmesão ralado.",
                "preparo": "Descasque, corte e cozinhe as batatas em água com sal, até que fiquem macias, mas firmes. Em um refratário, acomode as batatas cortadas, o brócolis, a cebola, regue tudo com azeite, e reserve. Coloque o creme de leite, a manteiga, o ovo, a mussarela e metade do queijo parmesão em uma tigela, tempere com sal, pimenta, noz-moscada e misture. Espalhe o molho sobre os vegetais, e salpique a outra parte do queijo parmesão ralado por cima. Leve o refratário ao forno pré-aquecido a 200º graus por cerca de 20 minutos ou até o queijo gratinar. Agora é só servir. Bom apetite!"
            }
        },
        {
            "nome_raizes": "Cenoura",
            "foto_raizes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/raizes/cenoura.png",
            "descricao_raizes": "A cenoura é rica em vitaminas A, B1, B2, e K, além de sais minerais como potássio, cálcio e fósforo. Também é uma boa fonte de fibras e pectina, que ajuda a reduzir o colesterol. As cenouras são grandes fontes de fibra dietética, antioxidantes e minerais. A cenoura pode ser consumida crua ou cozida, ralada ou fatiada em saladas, ou usada em bolos, sopas, pães, tortas, sucos, suflês e doces. ",
            "beneficios_raizes": "1- Favorece a digestão. Seu consumo aumenta a quantidade de saliva, facilitando a digestão. Por isso, comer cenoura regularmente pode ajudar a prevenir úlceras gástricas e outros problemas digestivos. 2- Pele saudável e bonita. Por ser fonte de um poderoso antioxidante chamado betacaroteno, a cenoura também dá aquela forcinha para manter a saúde da pele, inclusive ajudando na prevenção dos danos causados pela ação dos raios UV. 3- Reforço para as defesas do organismo. A vitamina A presente na cenoura é importantíssima para o bom funcionamento do sistema imunológico, além de possuir uma ação antioxidante cuidando do corpo de dentro pra fora. 4- Protege o coração. Os betacarotenos também ajudam a evitar o aparecimento de doenças cardiovasculares, inibindo o processo de oxidação do colesterol ruim (LDL).",
            "receitas_raizes": {
                "nome_receita": "Nhoque de cenoura simples",
                "ingredientes" : "400 g de cenouras cozidas. 1 ovo. Sal a gosto. Pimenta-do-reino a gosto. 1 pitada de noz-moscada. 2 colheres de sopa de azeite de oliva. 200 g de farinha de trigo.",
                "preparo": "Bata as cenouras cozidas em um processador. Transfira para uma vasilha, adicione o ovo e mexa bem. Tempere com sal, pimenta-do-reino, noz-moscada, azeite e misture mais um pouco. Acrescente a farinha aos poucos e amasse bem até que a massa desgrudar das mãos. Faça rolinhos de massa e corte cubos pequenos com uma faca para formar os nhoques. Cozinhe eles em água fervente e, quando emergirem à superfície, retire-os com uma escumadeira e escorra. Sirva com o molho de sua preferência e bom apetite."
            }
        },
        {
            "nome_raizes": "Batata-doce",
            "foto_raizes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/raizes/batata_doce.png",
            "descricao_raizes": "É uma raiz tuberosa, planta da família das convolvuláceas. É encontrada em diversas variedades, nas cores externas amarela, branca e roxa. Pode ser classificada de acordo com o tamanho, formato, cor interna, dulçor, precocidade e cor das folhas. Contém antocianinas e betacaroteno, que ajudam a prevenir o envelhecimento precoce e a proteger as células do corpo. Pode ser cozida, assada, frita, grelhada ou utilizada como ingrediente principal em receitas doces e salgadas.",
            "beneficios_raizes": "1- Previne o envelhecimento precoce. A batata-doce, principalmente a alaranjada, é uma ótima fonte de betacarotenos. Contém também vitamina C, um antioxidante que protege as células do corpo contra as informações e os radicais livres. 2-  Ganho de massa muscular. A batata-doce promove o ganho de massa muscular e é uma ótima fonte de energia para quem pratica atividade física. 3- Colabora com a sua imunidade. O betacaroteno presente no alimento proporciona benefícios para o organismo. O combo das vitaminas A e C também contribuem para reforçar o sistema imunológico, que combate infecções e outras doenças. 4- Aliada da desintoxicação. Graças aos antioxidantes presentes em sua composição, ela ajuda a eliminar as toxinas acumuladas no organismo. Sendo assim, reduz a fadiga, diminui dores musculares e ainda ajuda no reforço da imunidade.",
            "receitas_raizes": {
                "nome_receita": "Pão de batata-doce",
                "ingredientes" : "250 gramas de batata-doce (cerca de 2 batatas pequenas). 125 ml de leite morno. 1/2 colher de sopa de fermento biológico seco (5 gramas). 2 colheres de sopa (cheias) de açúcar. 1 ovo. 2 colheres de sopa de óleo (30 ml). 1 colher de chá (rasa) de sal. 300 gramas de farinha de trigo (2 xícaras de chá + 2 colheres de sopa). Óleo para untar a forma. 1 colher de chá de açúcar + 2 colheres de chá de água (para pincelar). ",
                "preparo": "Confira se você separou todos os ingredientes necessários para fazer o pão de batata-doce. Lave bem as batatas e corte em rodelas, mantendo o tamanho uniforme. Transfira as rodelas de batata-doce para uma panela com água. Cozinhe em fogo alto por cerca de 15 minutos ou até espetar um garfo e entrar facilmente. Se preferir, cozinhe as batatas em uma panela a vapor. Descarte a água do cozimento das batatas. Em um prato, com um garfo, amasse as rodelas até formar um purê sem gruminhos. Em uma tigela grande, coloque o leite, o fermento e o açúcar. Misture bem até formar uma mistura homogênea. Quebre o ovo em um potinho para verificar se não está estragado. Adicione o ovo à tigela com leite. Acrescente o óleo, a batata amassada e o sal. Misture bem para incorporar os ingredientes. Despeje a farinha de trigo. Com as mãos, misture bem até a massa desgrudar da tigela com facilidade. Apesar desse ponto, o interior ainda estará bem pegajoso, porém não se deve adicionar mais farinha. Cubra com um pano limpo e reserve por 30 minutos até a massa crescer. Em uma bancada limpa e higienizada, salpique farinha de trigo e transfira a massa. Divida a massa em porções de 45 gramas. Unte uma forma com óleo (usamos uma assadeira média com 20 cm de largura e 30 cm de comprimento). Modele cada porção de massa no formato de uma bolinha. Após modelar todos os pãezinhos, coloque-os na assadeira, deixando um espaço entre eles, pois eles vão crescer. Deixe descansar por 15 minutos. Ligue o forno para preaquecer a 180 ºC. Leve para assar ao forno preaquecido a 180 ºC por 35 minutos. Após esse tempo, aumente a temperatura do forno para dourar na superfície dos pães (cerca de 5 minutos). Fique de olho para não queimar. Assim que os pães estiverem bem douradinhos, retire-os do forno. Em um recipiente, misture o açúcar e a água para pincelar. Com um pincel, passe a misturinha sobre os pães. É só aproveitar essa delícia de pãozinho com o acompanhamento de sua preferência!"
            }
        },
        {
            "nome_raizes": "Mandioca",
            "foto_raizes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/raizes/mandioca.png",
            "descricao_raizes": "É uma raiz, seu nome científico é Manihot esculenta Crantz. A parte leguminosa se desenvolve debaixo da terra, por isso ela é considerada um tubérculo. Seu caule e folhas podem atingir até cinco metros de altura. A mandioca é rica em fécula, sais minerais (cálcio, ferro e fósforo) e vitaminas do complexo B. Também contém vitamina C, flavonoides e carotenoides, compostos antioxidantes que ajudam a combater o excesso de radicais livres e fortalecer o sistema imunológico.",
            "beneficios_raizes": "1- Melhora a digestão. A mandioca cozida é uma fonte de amido resistente. Esse tipo de amido alimenta as bactérias benéficas da flora intestinal, o que gera uma série de benefícios: melhor funcionamento do intestino, redução de inflamações e fortalecimento do sistema imune. Mas atenção, para melhor aproveitar esses benefícios do alimento, é necessário inclui-lo na alimentação regularmente, preferencialmente cozido, mas sem exageros. 2- É benéfica para a saúde cardiovascular. Por ser rica em potássio e ter fibras, a mandioca também é um alimento benéfico para o coração. O potássio regula os fluídos e ajuda a aliviar a tensão nos vasos sanguíneos e artérias. As fibras, por sua vez, ajudam a equilibrar os níveis de ácidos graxos e reduzir os níveis de colesterol, promovendo assim um sistema cardiovascular saudável. Outros elementos do alimento que são benéficos para a saúde cardiovascular são o zinco, o magnésio, o cobre, o ferro e o manganês. 3- Faz bem para quem tem diabetes. Esse benefício também acontece devido ao alto teor de amido resistente. Em primeiro lugar, esse composto contribui para aumentar a sensação de saciedade, ajudando assim a moderar o apetite e controlar o peso, que é um fator importante para quem tem diabetes. A digestão do amido resistente libera a glicose de forma gradual, evitando os picos de açúcar no sangue. O fato de ser um alimento rico em fibras também é importante: a digestão da mandioca libera energia aos poucos, deixando a digestão mais lenta e controla a glicose no sangue.",
            "receitas_raizes": {
                "nome_receita": "Bolinho de mandioca com queijo",
                "ingredientes" : "1 ovo. 500 gramas de mandioca cozida e amassada. 15 gramas de farinha de linhaça. 30 gramas de queijo picadinho (o queijo de sua preferência). Uma pitada de fermento químico.",
                "preparo": "Em um recipiente, adicione o ovo, a mandioca, a farinha e misture até ficar homogêneo. Acrescente o fermento e misture até incorporar. Transfira para forminhas de cupcakes untadas e recheie cada com os pedacinhos de queijo (afunde eles na massa). Leve ao forno preaquecido a 180 °C por cerca de 30 minutos. Agora é só servir. Bom apetite."
            }
        },
        {
            "nome_raizes": "Beterraba",
            "foto_raizes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/raizes/beterraba.png",
            "descricao_raizes": "É uma hortaliça tuberosa, originária da Europa, da família Quenopodiácea, assim como a acelga e o espinafre verdadeiro. Apesar de comumente qualificada de raiz, ela é resultante do engrossamento de uma porção do caule. A beterraba é rica em vitamina C, potássio, sódio, fósforo, cálcio, zinco, ferro e manganês. É também uma das hortaliças mais ricas em ferro e possui bom teor de proteínas. A beterraba possui uma qualidade de fibra muito boa, pois não contém lignina e por isso a sua digestibilidade é também muito alta.",
            "beneficios_raizes": "1- Melhora a atividade física. Na forma de suco, a beterraba é capaz de aumentar o desempenho e a resistência nos exercícios de alta intensidade. Isso é possível porque ele ajuda a reduzir os gastos com oxigênio, fazendo com que aumentem a potência e o tempo necessário para o atleta alcançar a exaustão. 2- Auxilia em casos de tromboflebite. O magnésio, o sódio e o cálcio contidos em grandes quantidades no suco de beterraba têm um efeito complexo na vasculatura e no sistema circulatório do organismo, e auxiliam em casos de tromboflebite, que é a formação de coágulo em uma veia associado à inflamação da parede venosa. 3- Faz bem para o intestino. Por ser rico em oligoelementos, o suco de beterraba limpa perfeitamente os intestinos, estimula seu desempenho e melhora o peristaltismo. 4- Previne hipertensão. O sódio e o cálcio presentes na beterraba, por ajudarem a remover o excesso de cálcio do corpo depositado nas paredes dos vasos sanguíneos, também ajudam a controlar a pressão arterial, evitando casos de hipertensão. Além disso, possibilitam melhorar o consumo de oxigênio, o que reflete na qualidade de vida dos indivíduos saudáveis ou com patologias no sistema circulatório semelhantes à hipertensão.",
            "receitas_raizes": {
                "nome_receita": "Risoto de beterraba",
                "ingredientes" : "1 colher (de sopa) de azeite. 3 colheres (de sopa) de manteiga. 3 dentes de alho picados. 500 ml de caldo de legumes. 2 xícaras de arroz arbóreo. 1 beterraba ralada. Beterraba em pó a gosto. 1 xícara de cachaça. 1/2 xícara de parmesão ralado. Sal a gosto. Pimenta-do-reino a gosto. 1 fatia de limão siciliano grelhado para decorar. Broto de couve a gosto para decorar. Parmesão ralado para decorar.",
                "preparo": "Em uma panela, coloque um fio de azeite e a manteiga e refogue o alho até dourar levemente. Enquanto isso, aqueça o caldo de legumes separadamente. Adicione o arroz, a beterraba ralada e a em pó e refogue mais um pouco. Inclua a cachaça e continue cozinhando e mexendo até evaporar. Adicione aos poucos o caldo de legumes ao arroz, e vá mexendo sem parar. Continue escaldando o arroz e mexendo até que ele fique al dente. Adicione o parmesão ralado, acerte o sal e tempere com pimenta-do-reino. Sirva no prato e decore com a fatia de limão siciliano grelhada, os brotos de couve e o parmesão ralado."
            }
        },
        {
            "nome_raizes": "Inhame",
            "foto_raizes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/raizes/inhame.png",
            "descricao_raizes": "Os inhames são tubérculos de formato irregular e tamanho variado. O mesmo possui uma polpa esbranquiçada, fibrosa e comestível, revestida por uma casca de textura rugosa que apresenta uma coloração que vai do esbranquiçado ao castanho-escuro. O inhame é um alimento energético e de alto valor nutritivo, que pode ser utilizado na culinária como uma alternativa à batata. Entre os nutrientes do inhame, destacam-se a vitamina C, vitamina B6, potássio, magnésio e folato (B9), que desempenham funções cruciais no fortalecimento do sistema imunológico, formação de glóbulos vermelhos, função muscular e saúde cardiovascular.",
            "beneficios_raizes": "1- Combate inflamações. Os antioxidantes presentes no inhame, como vitamina a e betacaroteno, ajudam a combater as inflamações, podendo ajudar no tratamento de situações como síndrome do intestino irritável, úlcera e gastrite, por exemplo. 2- Fortalece o sistema imunológico. Por conter vitamina C e betacaroteno, o consumo do inhame tem ação antioxidante e anti-inflamatória, melhora as funções das células de defesa do organismo e fortalecendo o sistema imunológico. 3- Evita a osteoporose. Com boas quantidades de potássio, o inhame ajuda a neutralizar o excesso de ácido no organismo, aumentando o pH do organismo, diminuindo a eliminação de cálcio pela urina e ajudando, assim, a evitar a osteoporose.",
            "receitas_raizes": {
                "nome_receita": "Danoninho de inhame e banana",
                "ingredientes" : "300 gramas de inhame. 2 bananas-prata médias. 1 colher de chá de adoçante xilitol.",
                "preparo": "Coloque água em uma panela no fogo alto. Descasque e corte o inhame em cubos médios. Cozinhe por cerca de 15 a 25 minutos ou até ele ficar macio. Descasque e faça um corte vertical na banana. Em seguida, pique a banana - os pedaços vão ficar com um corte tipo meia-lua. Em um liquidificador, coloque o inhame cozido com um pouco da água de cozimento, a banana e o adoçante. Bata até ficar bem cremoso. Se precisar, pare o liquidificador e mexa os pedaços para baixo, ligue novamente e continue batendo, até ficar liso e cremoso. Transfira para um recipiente com tampa e reserve na geladeira - esse processo é importante para que ele fique ainda mais cremoso. Sirva o Danoninho de inhame e banana no seu café da manhã, da tarde ou como um docinho. Bom apetite!"
            }
        }

    ],
    "logo_raizes": "https://raw.githubusercontent.com/lumens7/hortifruti/refs/heads/main/assets/imgs/bowl/raizes.png"
    }

}
